[{
	"titulo": "Lu Bu, o General Voador",
	"nome": "Lu Bu Feng Xian",
	"Idade": "38 anos",
	"Sexo": "Masculino",
	"Classe": "Humano, guerreiro do lado da humanidade",
	"Altura": "2 metros",
	"Objetivos": "Encontrar algum oponente forte a altura",
	"Obra": "Luta contra Thor, Deus do trovão", 
	"Vitoria": "Nenhuma",
	"Derrota": "Na luta contra Thor",
	"Empate": "Nenhum",
	"ImagemStatus": "../imagens/Lu-Bu/lu-bu_status.jpg",

	"TextoAparencia": "Lu Bu assume a forma de um homem alto e musculoso, coberto de cicatrizes de batalha por todo o corpo. A cicatriz mais notável seria uma bastante pequena em sua bochecha direita. Ele tem cabelos escuros até a cintura que são amarrados em um coque e adornados com duas penas douradas da cauda de faisão semelhantes a antenas. Ele tem uma tatuagem de dragão oriental na frente e atrás de seu tronco e ombros, e ('General Voador') tatuado no lado direito de seu corpo. Ele também tem um cavanhaque e sem sobrancelhas. Lü Bu não usa roupas na parte superior do corpo e nenhum calçado. Ele usa calças brancas folgadas e um pedaço de tecido que se assemelha a escamas de dragão, que é amarrado por um cinto com uma grande fivela de cabeça de leão dourado decorada. Seus dentes eram como os de um tubarão, exibindo seu status como o predador ápice de seu período de tempo devastado pela guerra. Os dentes eram geralmente escondidos por sua expressão carrancuda.",

	"TextoHistoria": "A criança que se tornaria conhecida como Lü Bu nasceu em 159 dC em uma pequena aldeia fora do distrito de Jiuyan, no país de Wuyan, na China. Pouco depois de seu nascimento, a aldeia foi invadida e destruída, deixando o bebê como o único sobrevivente. Ele foi encontrado por homens de uma aldeia próxima, que queriam levá-lo com eles, um deles se recusou, dizendo que, como ele nasceu sob o luar vermelho, o bebê se tornaria mau e causaria desastres sangrentos onde quer que fosse. Depois de ouvir a profecia, os homens tentaram matar o bebê, mas foram impedidos por Lü Shang, que achou horrível matar um bebê por algo que ele poderia ou não fazer. Depois de implorar e prometer enfrentar as consequências se a profecia se tornar verdadeira, Shang foi autorizado a adotar o bebê e criá-lo como seu próprio filho. Então, Shang declarou alegremente que o nome do bebê será Lü Bu Housen. Mesmo desde tenra idade, Lü Bu era conhecida como uma criança má amaldiçoada com força monstruosa. Eventualmente, ele chegou a pensar que não precisava de amigos ou companheiros, já que todos ao seu redor eram fracos. Quando ele tinha nove anos de idade, Lü Shang adoeceu, mas não conseguiu obter remédios devido aos tributos excessivos que os aldeões foram forçados a dar ao magistrado do condado Li Tang. Naquela noite, Lü Bu viajou para a mansão de Li Tang, a fim de roubar remédios e quebrou o pescoço de dois guardas que tentaram detê-lo. Ele voltou para casa com uma bolsa cheia de remédios caros, fazendo com que Lü Shang repreendesse furiosamente Lü Bu, dizendo que ele deveria usar sua imensa força para os outros, e disse-lhe para procurar alguém que pudesse combiná-lo, para que ele pudesse se tornar seu amigo. Dias depois, Lü Bu voltou para casa depois de coletar galhos apenas para encontrar sua aldeia em chamas. Dois soldados, Liu Xin e Liu Xu vieram das chamas e disseram-lhe que ele era a razão pela qual isso estava acontecendo, já que Li Tang queria vingança do ataque anterior de Lü Bu. Enfurecido, Lü Bu matou os dois, mas não antes de perguntar onde ele poderia encontrar Li Tang. Ele correu em direção à floresta, onde encontrou Li Tang e seus soldados prontos para matar todos os aldeões. Vendo Li Tang torturando Lü Shang, Lü Bu foi consumido pela raiva. Ele matou brutalmente dezenas de soldados até que o próprio Li Tang escolheu enfrentá-lo. Lü Bu se esquivou de cada um dos ataques de Li Tang e segurou seu punho com tanta força que sua pele quebrou, antes de lançar um uppercut tão poderoso que a boca de Li Tang foi rasgada. Lü Bu então o finalizou com um chute, após o que os soldados restantes fugiram do local. Ele então correu para seu pai, que repetiu seu conselho de continuar procurando um inimigo digno para se tornar seu amigo, antes de falecer. Mais tarde, após o funeral de Lü Shang, Lü Bu abandonou sua aldeia, procurando impedir que as tropas restantes de Li Tang atacassem a aldeia e se tornassem mais fortes, lembrando-se do conselho de seu pai. Em algum momento durante sua infância, Lü Bu testemunhou um raio dividindo uma enorme árvore. Essa visão o encheu de uma sensação de admiração, fazendo-o acreditar que deve haver algum tipo de poder impressionante no Céu. Ele viajou ao redor do vasto continente da Eurásia, desafiando qualquer um e qualquer coisa que pudesse ser mais forte do que ele e aniquilando toda a oposição.",

	"TitutoRagnarokRodada": "Ragnarök: Primeira Rodada",
	"RagnarokP1": "Lu Bu chegou à arena de Valhalla completamente envolto em ataduras enquanto montava seu cavalo 'Lebre Vermelha' e foi apresentado por Heimdall como o primeiro guerreiro a lutar pela humanidade enfrentando o deus Thor. Uma vez que ele entra na arena de combate, Lǚ Bù quebraria as ataduras que o envolviam para sair do monte Red Hare, uma vez que o combate começasse, Lǚ Bù e Thor momentaneamente abaixariam suas armas e começariam a caminhar um em direção ao outro, uma vez que eles estão perto o suficiente Lǚ Bù é o primeiro a dar o primeiro golpe, mas Thor bloquearia o ataque com facilidade e ele empurrava Lǚ Bù para trás com um empurrão de seu martelo. Então o deus continuaria a atacar, mas para sua surpresa seu golpe também seria bloqueado. Quando eles colidem suas armas novamente um com o outro, ambos sorriem porque o oponente diante deles foi o primeiro em muito tempo que foi capaz de sobreviver ao seu primeiro ataque. Thor então assume sua postura de batalha e começa a gerar eletricidade de suas mãos para o Mjölnir. Uma vez que o martelo está completamente imbuído de eletricidade, o deus passa a realizar um poderoso ataque que causa um grande impacto, mas para sua surpresa Lǚ Bù consegue escapar ileso. Vendo o quão poderoso Thor é, o guerreiro sorri de felicidade e começa a feri-lo cortando seu peito.",
	"TituloRagnarok1": "Lu Bu e Thor colidem com armas",
	"ImagemRagnarok1": "../imagens/Lu-Bu/Lu_bu_indo_atacar.jpg",
	"RagnarokP2": "Tanto o humano quanto o deus estavam muito felizes por estarem lutando contra alguém realmente forte, então, sem perder mais tempo, eles retomam seu combate. Após uma troca de ataques, a arma de Lǚ Bù começa a brilhar porque sua habilidade especial havia sido ativada, conseguindo destruir um dos Járngreipr de Thor, fazendo com que este liberasse momentaneamente seu Mjölnir, vendo isso os deuses ficam surpresos que um humano foi capaz de destruir um objeto divino. Por sua vez, Lǚ Bù continua a atacar Thor e consegue cortar seu ombro, mas naquele momento tanto ele quanto Thor percebem que algo estava acontecendo com Mjölnir. Quando ele se vira para ver o que estava acontecendo, o deus percebe que o martelo está 'acordando', então ele tira a outra luva Járngreipr e decide pegar o Mjölnir com as próprias mãos. Uma vez que Thor levanta sua arma novamente, ele faz um pedido a Lǚ Bù, que era para que ele não morresse naquele momento, ouvindo isso Lǚ Bù fica excitado, mas antes que ele pudesse fazer qualquer coisa, Thor joga seu martelo nele, apesar de se esquivar, sofre leves queimaduras devido ao calor produzido pela eletricidade em torno do Mjölnir, Lǚ Bù então corre e começa a correr em direção a Thor, mas antes que ele pudesse tentar qualquer coisa, ele percebe que o martelo estava retornando ao deus, então ele mais uma vez tem que se esquivar do Mjölnir; tendo novamente puxado o martelo, Lǚ Bù encurta distância suficiente para ser capaz de atacar Thor, mas este último o receberia com sua técnica Geirröðr Martelo de Thor. Embora Lǚ Bù tenha sido capaz de bloqueá-lo, ele acabou com os ossos de seus pés quebrados devido ao impacto do golpe.",
	"ImagemRagnarok2": "../imagens/Lu-Bu/Lu_bu_e_Thor_colidindo_armas.jpg",
	"TituloRagnarok2": "Lu Bu se prepara para o último golpe",
	"RagnarokP3": "Lu Bu cai de joelhos sendo incapaz de se mover, mas assim que Thor estava prestes a acabar com ele, Lebre Vermelha escapa do estábulo e entra na arena de Valhalla, vendo o exército deste Lǚ Bù e o público da humanidade começarem a encorajar o guerreiro a continuar lutando. Usando seu Sky Piercer Lǚ Bù consegue se levantar e montar na parte de trás de seu cavalo, antes que este Thor só possa rir de felicidade ao ver que seu oponente ainda não se rendeu, uma vez que Lü Bu está no topo da Lebre Vermelha começa a cavalgar rapidamente em direção a Thor que vendo que seu rival iria atacá-lo com todo o seu poder decidiu responder da mesma maneira. Ambos atacam um ao outro com suas melhores técnicas, sendo o Martelo de Geirröðr Thor e o Devorador de Céu, respectivamente. O impacto dessas técnicas produz um grande flash que cega brevemente os espectadores, mas o vencedor deste confronto acaba sendo Thor cujo ataque foi tão poderoso que ele acaba arrancando um braço e uma perna de Lǚ Bù, além de destruir Sky Piercer; a arma em que ele havia sido transformado.",
	"TituloRagnarok3": "Lu Bu está feliz",
	"ImagemRagnarok3": "../imagens/Lu-Bu/Lu_Bu_prepara_su_ultima_ofensiva.jpg",
	"RagnarokP4": "Vendo isso, Lǚ Bù começa a arrancar com a boca o braço quebrado que ainda estava pendurado nele. Olhando para o céu, ele começa a sorrir, depois cavalga novamente contra seu oponente. Enquanto se dirigia a Thor, Lǚ Bù manteve um sorriso; experimentando o sentimento de verdadeira felicidade por ter encontrado um rival digno, vendo este Thor dá um pequeno sorriso e com seu Mjölnir prossegue para acabar com a vida de Lǚ Bù, decapitando-o com um único golpe, marcando com isso a primeira vitória de Ragnarök para os deuses. Após a vitória de Thor, todos os soldados do exercito de Lu Bu vão para a arena enfrentar thor para irem com seu general ao outro lado.",
	"ImagemRagnarok4": "../imagens/Lu-Bu/derrota-de-lu_bu.jpg",

	"TextoVolund": "'Perfuradora de Céus' era a arma favorita de Lǚ Bù, um Fang Tian Hua Ji que foi o resultado do Völundr de Lǚ Bù forjado com a Valkyrja Randgríðr. Graças ao poder de Randgríðr Piercer do Céu tem a habilidade especial de destruir qualquer tipo de defesa que exista, como visto quando Lǚ Bù foi capaz de destruir uma das luvas Járngreipr.",
	"ImagemVolund": "../imagens/Lu-Bu/volund.jpg",

	"ParagrafoHabilidade": "Lǚ Bù era considerado o maior herói da China e o guerreiro mais forte, sendo admirado e respeitado em todos os reinos. Figuras lendárias da China, como Guān Yǔ e Dong Zhuo, reconheceram as capacidades de Lǚ Bù. Força extrema: Desde tenra idade, Lǚ Bù possuía uma força incrível, sendo capaz de matar um enorme lobo sem muito esforço. À medida que crescia em sua jornada como guerreiro, ele conseguia acabar com exércitos inteiros, além de fazer seu melhor ataque, ele era capaz de dispersar as nuvens do céu. Durante seu combate em Ragnarök, ele provou que sua força poderia rivalizar com a de Thor, bloqueando vários dos ataques do deus e até mesmo conseguindo empurrá-lo de volta algumas vezes. Resistência sobre-humana: Lǚ Bù possuía grande resistência que demonstraria quando bloqueasse o Martelo de Thor sem tomar qualquer dano. Ele foi até capaz de sobreviver a um Martelo de Geirröðr Thor e ficar de pé mesmo quando suas pernas foram quebradas pelo impacto da técnica e não mostrou nenhum sinal de dor quando ele perdeu os dois braços depois de receber um segundo Martelo de Geirröðr Thor com todo o poder de Thor. Agilidade e reflexos sobre-humanos: Lǚ Bù foi capaz de acompanhar os movimentos de Thor, bem como desviar do Mjölnir com facilidade.",
	"ImagemHabilidade": "../imagens/Lu-Bu/Lu-Bu-capa.jpg",

	"Tecnicas":[{
		"TituloTecnica": "Devoradora de Céus",
		"TextoTecnica": "A técnica especial mais forte de Lǚ Bù consiste em agarrar a extremidade de sua alabarda com uma mão e estendê-la para trás e, em seguida, fazer um corte vertical para baixo com força total. O nome desta técnica vem do fato de que Lǚ Bù conseguiu separar as nuvens do céu ao meio quando a executou pela primeira vez.",
		"ImagemTecnica": "../imagens/Lu-Bu/devoradora-de-ceus.jpg"
	}],
	

	"NomePer1": "ZHANG FEI",
	"ImagemPer1": "../imagens/Lu-Bu/Zhang Fei Personagens de Shuumatsu no Valkyrie.png",
	"ParagPer1": "Foi um irmão de juramento de Liu Bei e Guan Yu. É visto completamente bêbado na arquibancada.",
	"NomePer2": "GUAN YU",
	"ImagemPer2": "../imagens/Lu-Bu/Guan Yu Personagens de Shuumatsu no Valkyrie.png",
	"ParagPer2": "Guan Yu foi um dos maiores guerreiros e generais da China, a ponto de ser considerado uma divindade, o deus das artes marciais. Concordou com Liu Bei de que ele próprio era o melhor guerreiro da época, mas somente nos quesitos de estratégia, e para enfrentar Thor era preciso o maior em força bruta, que era Lu Bu.",
	"NomePer3": "LIU BEI",
	"ImagemPer3": "../imagens/Lu-Bu/Liu Bei Personagens de Shuumatsu no Valkyrie.png",
	"ParagPer3": "Liu Bei foi um senhor da guerra que tornou-se o principal adversário de Lu Bu nos campos de batalha. É visto na arquibancada questionando se Lu Bu era realmente a melhor escolha para representar os humanos e não o seu irmão de juramente, Guan Yu.",
	"NomePer4": "CHEN GONG",
	"ImagemPer4": "../imagens/Lu-Bu/Chen Gong Personagens de Shuumatsu no Valkyrie.png",
	"ParagPer4": "Chen Gong foi o conselheiro e estrategista de Lu Bu. Ele é visto na torcida chorando de emoção por ter o prazer de ver Lu Bu lutar mais uma vez.",

	"TituloCuriosidades": "Esboços e Comics",
	"ImagemEsboco1": "../imagens/Lu-Bu/lu_bu_1-esboço.jpg",
	"ParagrafoCuriosidade1": "Primeiro esboço feito de Lu Bu",
	"ImagemEsboco2": "../imagens/Lu-Bu/lu_bu_2-esboço.jpg",
	"ParagrafoCuriosidade2": "Segundo esboço feito de Lu Bu",
	"ImagemEsboco3": "../imagens/Lu-Bu/lu_bu_3-esboço.jpg",
	"ParagrafoCuriosidade3": "Terceiro esboço feito de Lu Bu",
	"ImagemEsboco4": "../imagens/Lu-Bu/comic-natal.png",
	"ParagrafoCuriosidade4": "Natal com Randgriz e Lu Bu",
	"ImagemOs3Primeiros": "../imagens/Lu-Bu/comic1.jpg",
	"ParagrafoOs3Primeiros1": "Randgriz, Lu Bu, Adão e Sasaki 1",
	"ImagemOs3Primeiros2": "../imagens/Lu-Bu/comic2.jpg",
	"ParagrafoOs3Primeiros2": "Randgriz, Lu Bu, Adão e Sasaki 2",
	"ImagemCocegas1": "../imagens/Lu-Bu/lu-bu-cocegas1.jpg",
	"ParagrafoCocegas1": "Randgriz fazendo cócegas-1",
	"ImagemCocegas2": "../imagens/Lu-Bu/lu-bu-cocegas2.jpg",
	"ParagrafoCocegas2": "Randgriz fazendo cócegas-2",
	"ImagemCocegas3": "../imagens/Lu-Bu/lu-bu-cocegas3.jpg",
	"ParagrafoCocegas3": "Randgriz fazendo cócegas-3",
	"ImagemCocegas4": "../imagens/Lu-Bu/lu-bu-cocegas4.jpg",
	"ParagrafoCocegas4": "Randgriz fazendo cócegas-4",
	"ImagemCocegas5": "../imagens/Lu-Bu/lu-bu-cocegas5.png",
	"ParagrafoCocegas5": " Randgriz fazendo cócegas-5",
	"ImagemCrianca1": "../imagens/Lu-Bu/lu-bu-criança.jpg",
	"ParagrafoCrianca1": "Randgriz com Lu Bu criança 1",
	"ImagemCrianca2": "../imagens/Lu-Bu/lu-bu-criança2.png",
	"ParagrafoCrianca2": "Randgriz com Lu Bu criança 2",
	"ImagemGaiden": "../imagens/Lu-Bu/Lu-Bu-de-lado.jpeg",
	"ParagrafoGaiden": "The Legend of Lu Bu Fengxian"
},{
	"titulo": "Adão, o Pai da Humanidade",
	"nome": "Adão",
	"Idade": "7.000.000+",
	"Sexo": "Masculino",
	"Classe": "Humano, guerreiro do lado da humanidade",
	"Altura": "1,79 metros",
	"Objetivos": "Proteger todos os seus filhos",
	"Obra": "Luta contra Zeus, Deus dos deuses", 
	"Vitoria": "Nenhuma",
	"Derrota": "Na luta contra Zeus",
	"Empate": "Nenhum",
	"ImagemStatus": "../imagens/Adao/adao_status.jpg",

	"TextoAparencia": "Adão assume a forma de um homem baixo, jovem e musculoso, com beleza suprema que até despertou os deuses. Adam tem cabelos loiros platinados, e grandes olhos eloquentes azuis do céu. Quando ele viveu no Jardim do Éden com Eva, ele estava totalmente nu, mas quando ele foi exilado para a Terra, ele cobriu sua virilha com uma única cobertura clássica de folha de figueira. Ele é frequentemente visto segurando ou comendo uma maçã, e em sua batalha contra Zeus, ele usa um dedo divino em sua mão direita.",

	"TextoHistoria": "Originalmente uma criação dos Deuses, Adão viveu no idílico Jardim do Éden. Sua esposa era Eva, uma mulher acusada de comer frutas da Árvore do Conhecimento. Adão foi informado por dois pássaros que a Serpente havia incriminado Eva depois que sua tentativa de estuprá-la falhou. Sabendo que os deuses eram injustos com os mortais, Adão lutou para entrar na Corte do Céu, exibindo sua lealdade à sua esposa enquanto desafiadoramente mostrava seu desprezo pelos deuses e sua prova injusta. Entrando na procissão sem aviso prévio, ele começou a comer várias das maçãs da Árvore do Conhecimento e instantaneamente cuspir-as na frente de todos os deuses presentes. Adão ignorou a Serpente e consolou Eva. Ele afirmou que, se ela fosse banida, ele seguiria e seria derrubado ao lado dela. A Serpente, agora ameaçando Adão, exigiu saber se ele era realmente tolo o suficiente para acreditar que poderia desafiar os Deuses. Adão, pela primeira vez, reconheceu a presença da Serpente, mas estava mais preocupado com o fato de que a Serpente havia feito Eva chorar. A Serpente se transformou e atacou Adão. Ativando seus Olhos do Senhor, Adão copiou e rebateu o ataque da garra da Serpente em um instante. Eva, agora apologética, acreditava que Adão havia matado a Serpente por necessidade para ela. Adam rejeitou essa noção alegando que o que ele tinha feito era para os dois. Estendendo a mão para a grata Eva, ele disse a sua esposa que eles partiriam para a Terra e, em vez disso, fariam um paraíso próprio. Deixando o Éden para sempre, tanto Adão quanto Eva passaram a fazer uma vida para si mesmos na Terra, produzindo inicialmente dois filhos, Caim e Abel, e mais tarde se tornando os progenitores de toda a humanidade.",

	"TitutoRagnarokRodada": "Ragnarök: Segunda Rodada",
	"RagnarokP1": "Após o final do primeiro round, Adam foi escolhido por Brunhilde para lutar no segundo round como seu trunfo contra os deuses. Quando ele foi apresentado ao público, todas as mulheres presentes à partida, sejam elas humanas ou deusas, universalmente o acharam um homem atraente. A maioria do público duvidava que Adão fosse um lutador humano de pico, e alguns dos deuses que não conheciam a verdadeira força de Adão olhavam para ele com desdém e diversão. Após a entrada de Zeus, ele começou a melhorar extremamente seus músculos e tornou-se maior e mais alto do que Adão. Pediu-lhe para fazer um Völundr, pois sem ele não teria chance. Adam disse que seu Völundr já estava aqui, como Reginleif fez sua aparição em um Pégaso voador. Ela cantou Volund com Adam quando ela pulou do pegasus e se transformou em Knuckle Duster em sua mão direita. Tanto Adão quanto Zeus expressaram alegria na escolha da arma por Reginleif. Adão casualmente pediu a arma de Zeus, mas o Padrinho do Cosmos disse que ele estaria lutando descalço. Ele se gabou e se aqueceu, beijando seu punho. Adão disse a Zeus que ele se arrependeria de seu excesso de confiança, mas Zeus ignorou o aviso. Zeus de repente começou seu ataque contra Adão com Meteor Jab, mas Adão usou Os Olhos do Senhor para olhar para os movimentos de Zeus e se esquivou do ataque. Zeus socou cada vez mais rápido, com Adão evitando cada golpe com facilidade. Zeus então usou o Machado Divino, um poderoso chute redondo, para cortar Adão ao meio, mas Adão ainda se esquivou do ataque pulando e realizando um giro frontal.",
	"TituloRagnarok1": "A batalha Começa de Verdade ",
	"ImagemRagnarok1": "../imagens/Adao/adao-Meteor_jab.png",
	"RagnarokP2": "Zeus afirmou que Adão não poderia fugir para sempre, e Adão respondeu atacando Zeus com os mesmos movimentos que ele havia usado nele, surpreendendo Zeus e deixando-o com alguns pequenos hematomas. Ele terminou o ataque com o mesmo Machado Divino que Zeus havia usado, ferindo sua perna. Zeus comentou que Adão era bom, e começou a realizar um trabalho de pés de aparência estranha. Ele então começou a tentar um chute rápido em Adão, mas ele se esquivou e começou a realizar um trabalho de pés semelhante. Adão executou o mesmo chute, desferindo um golpe limpo na cabeça de Zeus e enviando-o voando para a parede. Zeus, ficou de pé, quando Adão se desculpou por ter que lutar contra ele. Isso enfureceu e excitou Zeus em quantidades iguais, enquanto ele aumentava ainda mais, gritando sobre o quão feliz ele estava. Zeus então preparou seu golpe mais devastador até agora, desafiando Adão a se esquivar dele. O movimento foi um que ele pegou de seu pai, pois foi o único ataque que Cronos havia desembarcado durante Titanomachy. Zeus lançou o ataque, um soco tão rápido que rompeu os limites do tempo, apropriadamente chamado de O Punho Que Superou o Tempo. O tempo congelou quando Zeus se aproximou de Adão, prestes a se conectar com o ataque. Zeus falhou, no entanto, como Adão usou Os Olhos do Senhor para acertar Zeus com um soco igualmente poderoso. Adão sorriu perversamente enquanto agradecia a Zeus pelo movimento. O golpe quebrou o pescoço de Zeus, virando a cabeça enquanto ele desmaiava no chão, imóvel.",
	"ImagemRagnarok2": "../imagens/Adao/soco-que-passa-o-tempo.png",
	"TituloRagnarok2": "Adão sente medo",
	"RagnarokP3": "Adão reiterou sua declaração, dizendo a Zeus que ele o havia avisado de que isso aconteceria. Assim que Heimdall estava prestes a anunciar o vencedor de sua luta como Adam, Zeus se levantou e fechou a boca de Heimdall com dois dedos e virou a cabeça para trás. Adão sarcasticamente disse a Zeus para não se esforçar demais. O interesse de Zeus por Adão tornou-se despertado quando ele perguntou a razão de Adão para lutar. Ele disse que não sentia ódio vindo de Adão. Adão respondeu que todos assumiam que ele estava aqui devido ao ódio ou vingança, mas na verdade ele não precisava de nada disso. Ele disse que não havia razão, e um homem não precisa de uma razão para proteger seus próprios filhos. Zeus admitiu que ele havia subestimado Adão, e que ele era de fato muito poderoso. Ele relutantemente decidiu trazer seu trunfo. O líder dos gregos começou a esmagar e comprimir todos os seus músculos, gritando em agonia. Eventualmente, uma nuvem de fumaça irrompeu de sua forma e emergiu sua forma final: Adamas. A forma final de Zeus intimidou a audiência de humanos e deuses, fazendo com que Adão subconscientemente levantasse a guarda. Zeus imediatamente avançou com seu ataque final: o Direito do Verdadeiro Deus. Adão usou seus olhos mais uma vez e o refletiu, desferindo um soco em Zeus. Sem vacilar, Zeus foi para outro soco, recebendo outro soco por seus problemas. Zeus continuou a tentar conectar soco após soco, mas Adão refletiu cada um deles. Eventualmente, o corpo de Adão vacilou quando ele teve uma hemorragia nasal, seu uso constante dos Olhos do Senhor fazendo com que seu corpo superaquecesse.",
	"TituloRagnarok3": "Adão sobrecarrega os Olhos do Senhor",
	"ImagemRagnarok3": "../imagens/Adao/adao-vs-zeus.jpg",
	"RagnarokP4": "Zeus continuou socando e Adão continuou refletindo, enquanto o corpo de Zeus começava a dar o seu bem, tornando-se mutilado e mutilado. Os dois continuaram balançando, Adão conseguindo evitar todos os ataques e atingindo Zeus de volta com a mesma força. Adão desferiu outro grande golpe, finalmente tirando sangue de Zeus, mas essa gota de sangue caiu bem em seu olho. A gota de sangue, juntamente com o uso excessivo de seus olhos, fez com que seu corpo falhasse e seus olhos parassem de funcionar. Adão tropeçou de volta, agora cego. Antes que ele pudesse fazer muito mais, Zeus lhe deu um soco no rosto, finalmente acertando Adão. Zeus continuou a golpear a vida do homem original, desferindo cada soco e chute, enquanto tudo o que Adão podia fazer era guardar. Os humanos na plateia gritaram para que Adão parasse enquanto os bebês podiam ser ouvidos chorando. Adão ouviu o bebê, assegurando à criança que ele os protegeria e a todos os seres humanos se alguém tentasse machucá-los. Ele foi interrompido quando um soco de Zeus o fez cambalear. Em vez de descer, Adão agarrou o cabelo de Zeus, recusando-se a morrer. Os dois combatentes então começaram a atacar um ao outro incansavelmente. Adão e Zeus bateram um no outro com tudo o que tinham, até que Adão finalmente conseguiu o soco definitivo, enviando Zeus de joelhos. A forma final do deus se dissipou, pois seu corpo era agora uma casca ferida e enrugada. Zeus pronunciou que a luta havia terminado, pois ele havia sido derrotado, mas Adão havia morrido de pé. Quando Heimdall anunciou sua morte, Zeus comentou que Adão havia morrido há algum tempo, mas continuou a lutar, recusando-se a cair. Ele elogiou Adão e disse que, se fosse uma competição de resistência, ele certamente teria vencido. Heimdall anunciou Zeus como o vencedor da Rodada 2, quando Adam e Reginleif morreram, suas almas apagadas da história.",
	"ImagemRagnarok4": "../imagens/Adao/momento-final-de-adao.png",

	"TextoVolund": "Adão usa uma Arma Divina na forma de um Soco Inglês fornecido pela 7ª Valquíria, Reginleif. O Soco Inglês possui uma cor prateada, com cada junta tendo uma ponta pontiaguda. É a arma perfeita para Adão, que é descrito como tendo um talento natural para o combate desarmado. Adão escolhe usar o nó de latão em sua mão direita. Não se sabe que tipo de habilidade especial ela concede ao seu usuário, além da básica em cada Arma Divina de ser capaz de prejudicar os deuses.",
	"ImagemVolund": "../imagens/Adao/volund-adao.jpg",

	"ParagrafoHabilidade": "Olhos do Senhor: Como um homem projetado à imagem de Deus, Adão foi dotado com a capacidade de replicar perfeitamente qualquer movimento e técnica em que ele coloca seus olhos, incluindo os usados pelos seres divinos. Independentemente de sua velocidade ou poder, Adão pode escapar de qualquer ataque enquanto simultaneamente contra-ataca seu atacante com seu próprio movimento.",
	"ImagemHabilidade": "../imagens/Adao/olhos-do-senhor.jpg",

	"Tecnicas":[{
		"TituloTecnica": "",
		"TextoTecnica": "",
		"ImagemTecnica": "../imagens/Adao/"
	}],

	"NomePer1": "Eva",
	"ImagemPer1": "../imagens/Adao/eva.jpg",
	"ParagPer1": "Sua relação com Eva é de ela ser sua esposa. Não importando o que seja, ele demostra que irá defendê-la em tudo e que sempre estará ao seu lado.",
	"NomePer2": "Caim",
	"ImagemPer2": "../imagens/Adao/cain.jpg",
	"ParagPer2": "Caim é um dos filhos pricipais de Adão sendo no mangá o mais novo",
	"NomePer3": "Abel",
	"ImagemPer3": "../imagens/Adao/abel.jpg",
	"ParagPer3": "Abel é junto de Caim um dos dois filhos primordiais de Adão.",


				"NomePer4": "CHEN GONG",
				"ImagemPer4": "../imagens/Lu-Bu/Chen Gong Personagens de Shuumatsu no Valkyrie.png",
				"ParagPer4": "Chen Gong foi o conselheiro e estrategista de Lu Bu. Ele é visto na torcida chorando de emoção por ter o prazer de ver Lu Bu lutar mais uma vez.",


	"TituloCuriosidades": "Esboços e Comics",

	"ImagemOs3Primeiros": "../imagens/Lu-Bu/comic1.jpg",
	"ParagrafoOs3Primeiros1:": "Randgriz, Lu Bu, Adão e Sasaki 1",
	"ImagemOs3Primeiros2": "../imagens/Lu-Bu/comic2.jpg",
	"ParagrafoOs3Primeiros2": "Randgriz, Lu Bu, Adão e Sasaki 2",
	"ImagemEsboco1": "../imagens/Adao/memorial-de-adao.png",
	"ParagrafoCuriosidade1": "Memorial de Adão",

				"ImagemEsboco2": "../imagens/Lu-Bu/lu_bu_2-esboço.jpg",
				"ParagrafoCuriosidade2": "Segundo esboço feito de Lu Bu",
				"ImagemEsboco3": "../imagens/Lu-Bu/lu_bu_3-esboço.jpg",
				"ParagrafoCuriosidade3": "Terceiro esboço feito de Lu Bu",
				"ImagemEsboco4": "../imagens/Lu-Bu/comic-natal.png",
				"ParagrafoCuriosidade4": "Natal com Randgriz e Lu Bu",
				"ImagemCocegas1": "../imagens/Lu-Bu/lu-bu-cocegas1.jpg",
				"ParagrafoCocegas1": "Randgriz fazendo cócegas-1",
				"ImagemCocegas2": "../imagens/Lu-Bu/lu-bu-cocegas2.jpg",
				"ParagrafoCocegas2": "Randgriz fazendo cócegas-2",
				"ImagemCocegas3": "../imagens/Lu-Bu/lu-bu-cocegas3.jpg",
				"ParagrafoCocegas3": "Randgriz fazendo cócegas-3",
				"ImagemCocegas4": "../imagens/Lu-Bu/lu-bu-cocegas4.jpg",
				"ParagrafoCocegas4": "Randgriz fazendo cócegas-4",
				"ImagemCocegas5": "../imagens/Lu-Bu/lu-bu-cocegas5.png",
				"ParagrafoCocegas5": " Randgriz fazendo cócegas-5",
				"ImagemCrianca1": "../imagens/Lu-Bu/lu-bu-criança.jpg",
				"ParagrafoCrianca1": "Randgriz com Lu Bu criança 1",
				"ImagemCrianca2": "../imagens/Lu-Bu/lu-bu-criança2.png",
				"ParagrafoCrianca2": "Randgriz com Lu Bu criança 2",
				"ImagemGaiden": "../imagens/Lu-Bu/Lu-Bu-de-lado.jpeg",
				"ParagrafoGaiden": "The Legend of Lu Bu Fengxian"
},{
	"titulo": "Sasaki, o Maior Perdedor da Humanidade",
	"nome": "Sasaki Kojoro",
	"Idade": "+ de 400 anos",
	"Sexo": "Masculino",
	"Classe": "Espadachim Representante da humanidade",
	"Altura": "1,88 metros",
	"Objetivos": "Trilhar o caminho da Espada",
	"Obra": "Luta contra Poseidon, Deus dos mares", 
	"Vitoria": "Na luta contra Poseidon",
	"Derrota": "nenhuma no ragnarok",
	"Empate": "Nenhum",
	"ImagemStatus": "../imagens/Sasaki/sasaki-status.png",
	"TextoAparencia": "Kojiro assume a forma de um velho alto e musculoso com cabelos prateados, pele enrugada, sobrancelhas afiadas e olhos castanhos. Kojiro usa um haori vermelho e laranja com inúmeros padrões de flores e um hakama com um tom mais escuro da mesma cor amarrado com uma fita vermelha. Ele também usa leggings sem dedos dos pés que são de cor preta. Kojiro geralmente pode ser visto abrigando uma longa katana tão alta quanto ele em suas costas.",
	"TextoHistoria": "Embora ele realmente não levasse seu treinamento no dojo a sério e às vezes aparecesse tarde, ele era um espadachim talentoso que podia bloquear alguns ataques do instrutor do dojo Todo, Kagekatsu Toda, mas se rendeu assim que começou a perder. Isso irritou Kagekatsu e ele repreendeu Kojiro, dizendo-lhe que ele deveria continuar lutando mesmo com os dentes se ele perdesse sua espada e seus braços. Seigen Toda, o mestre do dojo, perguntou a Kojiro por que ele se rendeu, e ele explicou que, mesmo que ele tivesse lutado contra Kagekatsu 100 vezes, os resultados permaneceriam consistentes, desistindo para evitar receber uma lesão. Os instrutores de esgrima zombaram de Kojiro, dizendo que ele não quer prejudicar suas perspectivas como um comerciante iniciante. Não mais interessado em treinar no dojo, Kojiro decidiu treinar na natureza, aprendendo com os animais e a natureza. Seis meses depois, ele retornou ao dojo, tendo aparecido muito mais forte do que antes. Kagekatsu ofereceu Kojiro para brigar com ele, mas o jovem espadachim rejeitou a oferta, dizendo que ele já superou seu instrutor. Quando Kagekatsu o ataca, Kojiro demonstra sem esforço que ele poderia matar seu desafiante com um ataque. O homem se ajoelha e admite a derrota, o que confunde Kojiro. Seigen se aproxima da cena e Kojiro explica que ele veio desafiar o próprio mestre de kodachi. O velho espadachim derrotou Kojiro, e essa foi a última vez que ele retornaria ao seu dojo. Anos mais tarde, Seigen visitou Kojiro e, ao entrar na casa de seu ex-aluno, visualizou figuras poderosas de todas as pessoas que Kojiro superou através de um árduo treinamento, incluindo Seigen. Kojiro mais tarde viajou pelo Japão encontrando vários mestres de espada e artistas marciais e perdendo para todos eles. Mas através dessas derrotas, Kojiro Sasaki estudou seus movimentos e encontrou maneiras de combatê-los, melhorando sua própria esgrima, incorporando seus movimentos em seu próprio estilo. Aos 26 anos, Kojiro foi derrotado e até morto em um duelo por Musashi Miyamoto. Durante o duelo, Kojiro considerou se render antes que a luta se transformasse em um mata-mata, mas decidiu que, se o fizesse, se arrependeria pelo resto de sua vida. Ambos os homens sentiram imenso respeito e parentesco um com o outro durante a luta. O arrependimento de Kojiro em seus momentos de morte foi que ele não conseguiu lutar contra Musashi um pouco mais. Após sua morte, Kojiro treinou constantemente, simulando cada movimento e técnica dos espadachins e animais que ele viu quando estava vivo. Ele enfrentou suas imagens dez de milhares de vezes e superou todas elas enquanto também dominava seus movimentos. 400 anos após sua morte, quando todos os deuses decidiram acabar com toda a humanidade, Brunhilde apontou uma cláusula conhecida como Ragnarok, que dá à humanidade uma chance de lutar. Todos os deuses rejeitaram a ideia até que Brunhilde insultou seu orgulho. Kojiro Sasaki foi um dos guerreiros humanos do pico selecionados para participar e lutar contra os deuses em Ragnarok.",
	"TitutoRagnarokRodada": "Ragnarök: Terceira Rodada",
	"RagnarokP1": "Por um curto período de tempo desde o início da luta, Kojiro escaneou Poseidon e não foi capaz de encontrar nenhuma maneira de atacá-lo sem ser morto. Kojiro então se sentou dizendo que não queria morrer, surpreendendo a todos na plateia. Depois de pensar um pouco, o espadachim humildemente pediu a Poseidon que demonstrasse sua técnica, na esperança de reunir mais informações sobre os movimentos do deus do mar, mas Poseidon nem sequer reconheceu o pressentimento de Sasaki. Apesar de não ver nenhuma maneira de sobreviver nem mesmo à primeira troca, Kojiro decidiu atacar para não se envergonhar na frente de outros espadachins, abrindo com sua melhor jogada, Tsubame Gaeshi. O ataque falhou, apenas conseguindo cortar parte do cabelo de Poseidon. Isso irritou o deus dos mares, e ele começou a avançar sobre seu oponente, o que era tão raro que chocou os deuses.",
	"TituloRagnarok1": "Poseidon e Sasaki Começam a Luta de Verdade",
	"ImagemRagnarok1": "../imagens/Sasaki/sasaki-primeiro-ataque.png",
	"RagnarokP2": "Poseidon usou Anfitrite, mas Kojiro se esquivou de cada impulso, porque sua habilidade de varredura lhe permitia predizê-los. O deus do mar então assobiou e começou a adicionar um pouco mais de força aos seus ataques. Kojiro foi incapaz de reagir a tempo e revelou uma ferida no lado esquerdo de seu abdômen. Poseidon então zombou do espadachim, sorrindo para ele ironicamente. Os deuses na plateia irromperam em aplausos para seu representante, mas Poseidon os olhou para baixo, forçando a arena a ficar em silêncio. Sasaki perguntou por que ele não aceita o apoio de seus companheiros deuses, ao que Poseidon respondeu que os apoiadores são desnecessários para aqueles que alcançaram a perfeição. Kojiro ficou desapontado ao ouvir isso e chamou de uma existência muito triste. Esta observação encheu o deus dos mares com fúria tranquila, e ele atacou Sasaki com Chione Tyro Demeter. Kojiro continuou a aprender a escapar dos ataques de Poseidon enquanto os observava e mais tarde usou Ganryu Ougi Torakiri quando encontrou uma abertura para um contra-ataque, mas sua lâmina foi imediatamente quebrada pelo tridente de Poseidon.",
	"ImagemRagnarok2": "../imagens/Sasaki/sasaki-vs-poseidon.png",
	"TituloRagnarok2": "A Esperança Renasce nos Olhos da Humanidade ",
	"RagnarokP3": "Kojiro então pegou a metade quebrada da lâmina com a outra mão e perguntou ao deus se ele já se perdeu e treinou até o sol nascer, ou se ele já chorou lágrimas de gratidão por aqueles que o tornaram mais forte, ou se ele já sentiu amor por seu oponente em uma luta até a morte. Poseidon não respondeu. Pedindo desculpas, ele afirmou que sabia que Poseidon nunca sentiu nada disso. Kojiro disse que a espada representa a história e os corações de todos os espadachins, e que ele nunca perderia para alguém que nunca considerou as esperanças e sonhos dos outros. Poseidon olhou para o espadachim com desdém, mas quando o humano terminou seu discurso, os dois pedaços de sua espada quebrada emitiram pilares de luz e se reformaram em uma katana e um kodachi, tendo realizado um Re-Völundr usando as metades quebradas da espada. Agora usando o Niten Ganryu Ougi, Kojiro se ofereceu para continuar a luta. Apesar de todo o público estar surpreso com o desenvolvimento, o deus dos mares chamou Kojiro de verme, permanecendo completamente impressionado, e o atacou.",
	"TituloRagnarok3": "A Primeira Vitória do Maior Perdedor",
	"ImagemRagnarok3": "../imagens/Sasaki/estilo-duas-espadas.png",
	"RagnarokP4": "Dominado pelo ataque de Poseidon, Kojiro começou a perder a esperança, sentindo uma sensação de afogamento diante dos inúmeros ataques de seu oponente. Ele então ouviu todos os seus companheiros espadachins cantarem seu nome, dando-lhe a motivação para revidar. A habilidade de digitalização de Kojiro evoluiu ainda mais, permitindo que ele digitalizasse toda a criação de uma só vez. Ele defendeu com sucesso contra todos os ataques de Poseidon e fechou a distância com ele usando um trabalho de pés extremamente rápido. Kojiro contra-atacou o impulso de Poseidon com Soen Zanko Banjin Ryoran, cortando o braço direito do deus, mas Poseidon ainda continuou a usar seu tridente quebrado com seu outro braço até que ele também foi imediatamente cortado. Tendo apenas seus dentes restantes, Poseidon furiosamente mordeu o eixo de sua arma e tentou esfaquear Kojiro. Kojiro terminou o combo com uma barra cruzada, o mesmo movimento que acabou com sua vida terrena. Poseidon amaldiçoou furiosamente Kojiro quando seu tronco caiu em pedaços.",
	"ImagemRagnarok4": "../imagens/Sasaki/sasaki-vence.png",
	"TextoVolund": "Monohoshizao: Uma Arma Divina na forma de um ōdachi (uma espada mais longa que possui um peso 1,5 vezes maior que a katana média), fornecida pelo Völundr da 2ª Valquíria, Hrist. Devido à natureza única de Hrist, Monohoshizao pode ser reformado em um conjunto Daishō de katanas quando quebrado.",
	"ImagemVolund": "../imagens/Sasaki/volund.jpg",
	"ParagrafoHabilidade": "Senju Musō: A habilidade e o talento inato de Kojiro que lhe permite memorizar e analisar os movimentos de seu oponente para formar uma simulação deles dentro de sua mente, visualizando e lutando contra o oponente até que ele encontre uma maneira de derrotá-los. Kojiro muitas vezes usa essa habilidade para prever os movimentos de seus inimigos através de simulações mentais, criando e quebrando seus milhares de possíveis padrões de ataque que eles podem ter, analisando sua constituição, marcha, respiração e piscando antes mesmo da luta começar. No entanto, essa habilidade não é perfeita, uma vez que usá-la coloca um fardo no corpo de Kojiro e as previsões em si não são 100% precisas, especialmente se seu oponente estiver se segurando.",
	"ImagemHabilidade": "../imagens/Sasaki/sasaki-habilidade.png",
	"habilidades":[
		{
		"TituloTecnica": "Tsubame Gaeshi",
		"TextoTecnica": "Tsubame Gaeshi: A técnica mais poderosa de Kojiro quando ele ainda estava na Terra. Primeiro, Kojiro balança sua espada para baixo com toda a sua força. Devido ao peso de Monohoshizao e ao poder absoluto do ataque, a maioria dos oponentes não pode bloqueá-lo, forçando-os a se esquivar. No entanto, se eles conseguirem se esquivar, Kojiro é capaz de interromper imediatamente a descida da lâmina, invertê-la e mudar a direção de seu balanço, atingindo para cima a velocidades extremamente rápidas e, ao mesmo tempo, mirando o ponto cego do oponente (eliminando todas as opções defensivas de seu oponente). Esta técnica disse ser capaz de pegar uma andorinha, com velocidades superiores a 200 km / h (124 mph).",
		"ImagemTecnica": "../imagens/Sasaki/sasaki-tecnica1.png"
		},{
			"TituloTecnica": "Tsubame Gaeshi",
			"TextoTecnica": "Tsubame Gaeshi: A técnica mais poderosa de Kojiro quando ele ainda estava na Terra. Primeiro, Kojiro balança sua espada para baixo com toda a sua força. Devido ao peso de Monohoshizao e ao poder absoluto do ataque, a maioria dos oponentes não pode bloqueá-lo, forçando-os a se esquivar. No entanto, se eles conseguirem se esquivar, Kojiro é capaz de interromper imediatamente a descida da lâmina, invertê-la e mudar a direção de seu balanço, atingindo para cima a velocidades extremamente rápidas e, ao mesmo tempo, mirando o ponto cego do oponente (eliminando todas as opções defensivas de seu oponente). Esta técnica disse ser capaz de pegar uma andorinha, com velocidades superiores a 200 km / h (124 mph).",
			"ImagemTecnica": "../imagens/Sasaki/sasaki-tecnica1.png"
			}
	],

	"NomePer1": "Musashi Miyamoto",
	"ImagemPer1": "../imagens/Sasaki/Musashi_Miyamoto.png",
	"ParagPer1": "Kojiro e Musashi tinham uma rivalidade amigável e eram extremamente próximos, apesar do pouco tempo em que se conheciam. Apesar dos registros históricos, Kojiro gostou muito de seu duelo com Musashi, tanto que decidiu não desistir da luta e continuar até morrer.",
	"NomePer2": "Hrist",
	"ImagemPer2": "../imagens/Sasaki/hrist.png",
	"ParagPer2": "Kojiro parece ser um bom amigo de Hrist. Depois que o round 3 terminou, ele expressou gratidão a ela antes que ela o levasse para fora da arena. Ele não parece se importar com suas personalidades duplas e gosta de sua presença. Ele explica as lutas para ela também quando ela está confusa.",
	"NomePer3": "Souji Okita",
	"ImagemPer3": "../imagens/Sasaki/okita-sasaki.png",
	"ParagPer3": "Kojiro finalmente se juntou a ele no quarto de Soji para o Round 7 ao lado de Hrist, onde os três homens discutiram a luta atualmente em andamento. Sasaki parece gostar de conversar com os outros espadachins.",
	"NomePer4": " Isami kondo",
	"ImagemPer4": "../imagens/Sasaki/kondo-sasaki.jpg",
	"ParagPer4": "Kojiro finalmente se juntou a ele no quarto de Soji para o Round 7 ao lado de Hrist, onde os três homens discutiram a luta atualmente em andamento. Sasaki parece gostar de conversar com os outros espadachins.",
	"TituloCuriosidades": "Esboços e Comics",
	"ImagemEsboco1": "../imagens/Sasaki/sasaki-esboco1.png",
	"ParagrafoCuriosidade1": "Primeiro esboço feito do Sasaki Kojiro",
	"ImagemEsboco2": "../imagens/Sasaki/sasaki-esboco2.png",
	"ParagrafoCuriosidade2": "Segundo esboço feito do Sasaki Kojiro",


			"ImagemEsboco3": "../imagens/Lu-Bu/lu_bu_3-esboço.jpg",
			"ParagrafoCuriosidade3": "Terceiro esboço feito de Lu Bu",
			"ImagemEsboco4": "../imagens/Lu-Bu/comic-natal.png",
			"ParagrafoCuriosidade4": "Natal com Randgriz e Lu Bu",


	"ImagemOs3Primeiros": "../imagens/Lu-Bu/comic1.jpg",
	"ParagrafoOs3Primeiros1:": "Randgriz, Lu Bu, Adão e Sasaki 1",
	"ImagemOs3Primeiros2": "../imagens/Lu-Bu/comic2.jpg",
	"ParagrafoOs3Primeiros2": "Randgriz, Lu Bu, Adão e Sasaki 2",


			"ImagemCocegas1": "../imagens/Lu-Bu/lu-bu-cocegas1.jpg",
			"ParagrafoCocegas1": "Randgriz fazendo cócegas-1",
			"ImagemCocegas2": "../imagens/Lu-Bu/lu-bu-cocegas2.jpg",
			"ParagrafoCocegas2": "Randgriz fazendo cócegas-2",
			"ImagemCocegas3": "../imagens/Lu-Bu/lu-bu-cocegas3.jpg",
			"ParagrafoCocegas3": "Randgriz fazendo cócegas-3",
			"ImagemCocegas4": "../imagens/Lu-Bu/lu-bu-cocegas4.jpg",
			"ParagrafoCocegas4": "Randgriz fazendo cócegas-4",
			"ImagemCocegas5": "../imagens/Lu-Bu/lu-bu-cocegas5.png",
			"ParagrafoCocegas5": " Randgriz fazendo cócegas-5",
			"ImagemCrianca1": "../imagens/Lu-Bu/lu-bu-criança.jpg",
			"ParagrafoCrianca1": "Randgriz com Lu Bu criança 1",
			"ImagemCrianca2": "../imagens/Lu-Bu/lu-bu-criança2.png",
			"ParagrafoCrianca2": "Randgriz com Lu Bu criança 2",
			"ImagemGaiden": "../imagens/Lu-Bu/Lu-Bu-de-lado.jpeg",
			"ParagrafoGaiden": "The Legend of Lu Bu Fengxian"
},{
	"titulo": "Jack, o Estripador",
	"nome": "Jack",
	"Idade": "+138 anos",
	"Sexo": "Masculino",
	"Classe": "Assassino Representante da Humanidade",
	"Altura": "1,85 metros",
	"Objetivos": "Ver qual cor um deus tem quando sente Medo",
	"Obra": "Luta contra Hercules, Deus da Fortitude", 
	"Vitoria": "Na luta contra Hercules",
	"Derrota": "Nenhuma",
	"Empate": "Nenhum",
	"ImagemStatus": "../imagens/Jack/jack-status.png",
	"TextoAparencia": "Jack assume a forma de um homem adulto de estatura média com cabelos prateados e um bigode prateado. Jack também tem olhos heterocromáticos, com um olho esquerdo que é de cor prateada e um olho direito que é de cor vermelha profunda, sendo este último coberto por um monóculo cheio de engrenagens. Ele também usa um terno formal cinza da Era Vitoriana com uma camisa branca por baixo e uma cartola steampunk vermelha sangue. Jack também usa calças vermelhas de sangue, um casaco vermelho sangue sobre seu terno e um par de luvas pretas.",
	"TextoHistoria": "Jack, o Estripador, nasceu após a Revolução Industrial nas favelas de Londres de sua mãe prostituta, Mary, e Jack Smith. Ele passou a maior parte de sua infância procurando comida para si e sua mãe. Durante sua infância, Jack muitas vezes recebeu insultos ou espancamentos de outras pessoas, como o dono de um restaurante cujo lixo Jack atravessou, o que o expôs ao lado mais sombrio da humanidade, com a única luz em sua vida sendo sua mãe amorosa. Sempre que Jack voltava de sua limpeza diária, sua mãe gentilmente o recebia e cuidava dele. Ela também lhe comprou muitos livros, embora o que ele foi visto lendo é uma compilação dos sonetos de William Shakespeare que seu pai acidentalmente deixou no bordel. Um dia, ele encontrou sua mãe em lágrimas. Anne disse a Jack que um dramaturgo chamado Jack Smith, que havia visitado sua mãe há 13 anos, casou-se com uma nobre esquisita. A mãe de Jack ficou devastada porque acreditou na promessa que Jack Smith fez sobre se casar com ela assim que suas peças começassem a ser vendidas. Quando Anne os deixou sozinhos, Jack tentou consolá-la e disse-lhe que eles podem ser felizes por conta própria. Mary revelou suas verdadeiras cores na frente de Jack, dizendo que ela deveria tê-lo abortado como seus irmãos ainda não nascidos. Jack ficou impressionado com a revelação de que a 'cor' que ele percebia como o amor de sua mãe nunca foi direcionada a ele. Ele percebeu que ele não era nada mais do que uma ferramenta que a conectava àquele homem. Jack viu que sua mãe tinha a mesma cor que todas as outras pessoas corruptas e degeneradas que ele conheceu ao longo de sua vida. Enquanto Mary estava destruindo seus livros e desabafando sua raiva contra ele, Jack começou a sufocá-la. Naquele momento, Jack viu todo o seu corpo sendo tingido na cor do medo, que ele nunca tinha visto antes. Ele percebeu que essa emoção poderosa que poderia afastar outros sentimentos era a coisa mais bonita do mundo. Jack então esfaqueou Mary e a matou, e mais tarde, naquela mesma noite, Jack procurou e matou seu pai. No outono de 1888, assassinatos em série começaram a aterrorizar Londres, e a Agência Central de Notícias recebeu um pacote do culpado que se apelidou de 'Jack, o Estripador'. Em outro lugar, o futuro Einherjar conhecido como Jack estaria lendo sobre esses crimes cinzentos no jornal enquanto comia em seu café para o almoço, e secretamente caçando este Estripador para si mesmo. Quando uma jovem Sophie Lock estava vendendo papéis para ajudar sua família, Jack comprou um papel arruinado dela para seus problemas, apesar de já ter uma cópia limpa, para o deleite da empregada do café que o servia. A algumas mesas de distância, os jornalistas Luke Evans e o aprendiz Jim Roberts estavam rapidamente almoçando antes de retomar a investigação, mas chamaram a atenção de Jack quando ele foi atraído para eles pelo olho direito. Seguindo o repórter Luke Evans, Jack descobriu que ele era o injuriado Estripador, que começou sua matança insana depois que sua esposa, Emma, teve um caso. Pouco antes de Evans poder matar a jovem tranquilizada Sophie em seu assassinato ritual, Jack anunciou sua presença com uma citação de Shakespeare e desviou a atenção do serial killer, logo sobrecarregando Evans antes de matá-lo para ver sua explosão colorida de medo na morte. Depois de mudar Sophie para algum lugar seguro, Jack deixou-lhe uma grande soma de moedas para seus problemas e incendiou o apartamento de Luke Evan, destruindo as evidências de sua loucura e deixando o mistério historicamente sem solução. Assim, Jack assumiu o apelido do Estripador e desapareceu na multidão. Mais de um século depois, os deuses decidiram destruir a humanidade, mas Brunhilde apontou uma cláusula na constituição de Valhalla conhecida como Ragnarok, que dá à humanidade uma chance de lutar. Jack, o Estripador, foi um dos guerreiros humanos do pico selecionados para participar e lutar contra os deuses em Ragnarok.",
	"TitutoRagnarokRodada": "Ragnarök: Quarta Rodada",
	"RagnarokP1": "A princípio, Héracles ficou ofendido por seu oponente ser um mero serial killer. Ele disse a Jack que se ele estivesse disposto a se render, ele o deixaria ir vivo e faria Zeus aceitar o resultado. Jack se recusou a se render e disse a Héracles que um cavalheiro sempre aceitaria um duelo. Jack puxou uma tesoura gigante e disse que elas são seu Völundr. Contudo. antes que Héracles pudesse atacar, Jack fugiu para um beco escuro, para a raiva de Héracles. Héracles então o perseguiu e viu Jack bebendo chá. Jack ofereceu a Héracles uma pausa para o chá, mas Héracles recusou e avançou sobre Jack. Ele prontamente parou quando notou um fio de tropeço. Héracles então intencionalmente desencadeou-o. A armadilha não lhe fez nenhum mal porque não usou armas divinas. Quando Héracles levantou seu acima de Jack, ele usou sua arma de gancho para escapar. Héracles pulou no ar e balançou seu, quebrando a tesoura. Jack se apoiou contra uma parede e jogou facas nele. Assim como Héracles lembrou ao assassino que armas mortais não podem prejudicar um deus, Héracles foi ferido pelo ataque. Jack então puxou uma corda de facas de sua bolsa e disse a Héracles que sua verdadeira arma divina são, na verdade, duas bolsas geradoras de armas. Jack continuou seu ataque a Héracles jogando facas de suas bolsas, mas o deus da fortaleza facilmente desviou todas elas. Jack então jogou as facas em uma trajetória curva, conseguindo acertar alguns golpes. Héracles continuou a avançar através da saraivada de facas. Antes que Héracles pudesse acertar Jack com seu, ele puxou um guarda-chuva das bolsas e o girou para desviar o ataque, ganhando o respeito relutante de Héracles. Jack admitiu que este ataque foi um chamado próximo e perguntou a Héracles o que ele faria diante de seu mal, ao que Héracles orgulhosamente proclamou que ele iria 'esmagá-lo de frente'. Ele então usou o Primeiro Trabalho: Leão de Nemeia.",
	"TituloRagnarok1": "Jack Surpreende a Todos",
	"ImagemRagnarok1": "../imagens/Jack/jack-foge.png",
	"RagnarokP2": "Jack escapou do golpe fatal, mas foi surpreendido pela onda de choque, que o atingiu em uma parede próxima, deslocando seu ombro. No entanto, o assassino chamou a experiência de 'incrível' e começou a consertar seu ombro deslocado sem mostrar qualquer dor. Jack então atacou Héracles com muitas facas de arremesso e um aglomerado de lâminas semelhantes a um bumerangue. Héracles destruiu o bumerangue e usou seu braço esquerdo para bloquear as facas enquanto carregava em Jack. Jack, o Estripador, pulou no ar e pulou mais acima em fios de piano para fugir de Héracles. Ainda de pé sobre fios, Jack jogou um monte de facas no ar e puxou os fios para atacar seu oponente de várias direções. Héracles então usou o Sexto Trabalho: Pássaros de Stymphalia para explodir todas as facas e fios em Jack. As facas só atingiram o serial killer na perna direita e destruíram seu monóculo, o que revelou seu olho direito sensível à emoção. Jack explicou a Héracles que ele podia ver um redemoinho de emoções nas pessoas ao seu redor, e quando as pessoas que Jack matou foram preenchidas com a única emoção do medo, foi uma bela visão. Héracles respondeu a Jack que a única coisa que ele teme é o dia em que ele se separa com a justiça. Depois de desviar mais facas, Héracles apoiou Jack contra a torre do relógio do Big Ben. Jack usou uma arma de luta para escapar por cima, mas a borda quebrou no meio do caminho e ele teve que subir a torre.",
	"ImagemRagnarok2": "../imagens/Jack/jack-flutua.png",
	"TituloRagnarok2": "O truque do maior Assassino",
	"RagnarokP3": "Jack estava segurando uma das mãos do rosto do Big Ben quando Héracles quebrou a torre ao meio, enviando-a para baixo em um prédio próximo. Héracles estava prestes a usar o Sétimo Trabalho: Touro de Creta para terminar a luta, mas Jack jogou a cara do relógio em Héracles. O herói lembrou-lhe que armas mortais não podem prejudicar um deus, mas seu braço esquerdo foi cortado antes que ele pudesse terminar. Héracles foi o primeiro a perceber o que era o verdadeiro Völundr de Jack, o Estripador. Jack então explicou a todos que qualquer coisa que ele toca com suas luvas se torna uma arma divina. O assassino continuou a zombar de Héracles, mas ele ignorou a zombaria de Jack e continuou a lutar com o braço direito e o porrete. Jack aplaudiu a tenacidade de Héracles e descreveu suas emoções como um orgulho esmagador, misturado com uma pitada de raiva, mas sem medo. Héracles percebeu que Jack, o Estripador, podia ver emoções na forma de cores com o olho direito. Jack disse a Héracles que era sua única razão para viver e que suas vítimas tingidas na cor do medo eram uma obra de arte que só ele era capaz de apreciar, fazendo qualquer um brilhar, não importa o quão escura fosse sua vida. Héracles ficou irritado com a razão de Jack para matar. Jack insistiu que a cor do medo possui uma beleza que ele não trocaria pelo mundo. Héracles então disse ao assassino que ele perdeu. Jack ficou confuso com essa declaração, mas o herói assumiu corretamente que a malícia de Jack decorre de sua vida empobrecida e traição dos pais. Héracles disse que Jack perdeu para o desespero e cedeu ao hedonismo. Jack ficou chocado ao ver a cor do amor em Héracles. Héracles disse que ele sempre amará a humanidade, apesar de suas falhas. Ele então declarou que salvaria Jack, o Estripador, de seu sofrimento. Héracles então jogou seu taco no ar para usar o trabalho final e sua técnica final, o Décimo Segundo Trabalho: Cerberus. Aprimorado com o trabalho final, ele começou a atacar Jack, o Estripador, quando este último pegou os destroços resultantes e os jogou em Héracles.",
	"TituloRagnarok3": "O final Inesperado",
	"ImagemRagnarok3": "../imagens/Jack/jack-big-bang.png",
	"RagnarokP4": "Héracles esmagou todas as armas improvisadas de Jack de frente e usou o Great Hero Blow para atacar, mas Jack conseguiu evitar o ataque. Depois de mais algumas trocas, Jack tentou fugir usando sua arma de agarrar, mas Héracles o interceptou no ar e o bateu em uma cerca de metal. Depois de se recuperar, Jack, o Estripador, usou seu manto para executar Rondo Of Blessing. Héracles foi esmagado sob o prédio, mas deu um soco para fora. Jack então olhou para suas emoções e riu, porque ele foi capaz de confirmar que o amor de sua mãe era falso. Ele então disse que não percebeu que o verdadeiro amor poderia ser tão belo. O serial killer então teve um colapso nervoso, desenhando um sorriso em seu rosto com sangue e dizendo que ele quer tingir Héracles em sua cor favorita. Jack, o Estripador, então pegou dois pedaços de porta quebrados do chão e os usou como uma espada e um escudo. Héracles destruiu suas armas e mandou Jack voar com um soco. Depois de mais alguns ataques malsucedidos, Jack se levantou novamente enquanto cantava uma rima infantil, imaginando-se delirantemente tendo uma infância feliz enquanto se dirigia a Héracles. Héracles elogiou o poder da vontade que Jack estava exibindo. Assim como Héracles estava prestes a acabar com Jack, no entanto, ele usou o Querido Deus para empalar Héracles através do peito e feri-lo mortalmente. Em vez de terminar a luta com uma morte mútua, Héracles estendeu a mão para Jack e o abraçou. Assim que a luta terminou, Hlökk desfez o Völundr. Jack perguntou como ela estava se sentindo, mas Hlökk perguntou como se sentia ao matar um deus. Jack desejou ver Héracles novamente. O vencedor foi recebido com insultos da plateia de deuses enquanto lutava para sair da arena. Eles jogaram pedras e lixo nele e com raiva criticaram Jack por matar Héracles e desejaram que ele tivesse morrido em vez disso. Em resposta, Jack sorriu para si mesmo, levantou-se e saiu da arena.",
	"ImagemRagnarok4": "../imagens/Jack/jack-ganha.png",
	"TextoVolund": "Luvas: Uma Arma Divina fornecida pelo Völundr da 11ª Valquíria, Hlökk. Sua habilidade única permite que Jack transforme qualquer coisa que ele toque em uma Arma Divina, tornando-os capazes de prejudicar os Deuses. Jack usa essa habilidade para transformar todos os objetos dentro de Londres, de edifícios inteiros a meros seixos, em armas mortais para ele usar como achar melhor",
	"ImagemVolund": "../imagens/Jack/jack-volund.png",
	"paragrafoHistoria": "Olho da Alma: Um poder único que ele possui desde o nascimento, o olho direito de Jack possui a capacidade de ver as emoções das pessoas como cores. Ao olhar para a 'alma' de uma pessoa, Jack pode discernir suas reais intenções até mesmo pela menor mudança de cor. Durante sua matança, Jack usou seu olho direito para ver as verdadeiras cores de qualquer um que ele viu, a fim de matar ou evadir, o que pode ser a verdadeira razão pela qual ele foi capaz de escapar da força policial. Quando combinado com seu intelecto, Jack pode facilmente manipular as pessoas para fazer o que quiser, isso foi melhor mostrado por ele forçando um Völundr com uma Valquíria, manipulando suas emoções e fazendo-as 'combinar com seus comprimentos de onda'.",
	"ImagemHistoria": "../imagens/Jack/olho-da-alma.png",
	"habilidades":[
		{
		"TituloTecnica": "Querido Deus",
		"TextoTecnica": "Querido Deus: A técnica final de Jack dedicada a Héracles, ao cobrir suas luvas com seu próprio sangue e torná-lo capaz de perfurar a carne divina, Jack finge desmaiar para que seu oponente baixe a guarda, sobre a qual ele imediatamente se levanta e empurra ambas as mãos através de seu tronco.",
		"ImagemTecnica": "../imagens/Jack/querido-deus.png"
		}
	],
	
	"NomePer1": "Mary",
	"ImagemPer1": "../imagens/Jack/Mary.png",
	"ParagPer1": "Mary é a mãe de Jack. Em sua juventude, Jack amava Mary muito profundamente e achava que ela era muito bonita (a ponto de ele até afirmar que ela era a pessoa mais bonita de toda Londres). No entanto, uma vez que ele descobriu a verdadeira natureza de sua mãe e viu sua cor natural, seu amor rapidamente se tornou luxúria de sangue e ele acabou matando-a.",
	"NomePer2": "Jack Smith",
	"ImagemPer2": "../imagens/Jack/jack_smith.png",
	"ParagPer2": "Jack Smith é o pai de Jack. Os dois não possuem uma conexão muito profunda, já que Jack Smith deixou Mary antes mesmo de Jack nascer. Jack acabou matando-o e roubando seu chapéu.",
	"NomePer3": "Anne",
	"ImagemPer3": "../imagens/Jack/Anne.png",
	"ParagPer3": "Anne era uma prostituta que vivia junto com Jack e sua mãe, Mary, no bordel.",
	"NomePer4": "Hlökk",
	"ImagemPer4": "../imagens/Jack/Hlökk.png",
	"ParagPer4": "Hlökk foi seu parceiro durante a quarta rodada de Ragnarok. Inicialmente, Jack só a via como alguém que ele poderia atormentar e, devido ao fato de que ela foi forçada a realizar um Völundr com ele, ela o odiava profundamente. ",


	"TituloCuriosidades": "Esboços e Comics",
	"ImagemEsboco1": "../imagens/Jack/jack-gaiden.png",
	"ParagrafoCuriosidade1": "Spin-Off Jack o Estripador",
	"ImagemEsboco2": "../imagens/Jack/Jack_Manga.png",
	"ParagrafoCuriosidade2": "Capa do Spin-Off do Jack",


			"ImagemEsboco3": "../imagens/Lu-Bu/lu_bu_3-esboço.jpg",
			"ParagrafoCuriosidade3": "Terceiro esboço feito de Lu Bu",
			"ImagemEsboco4": "../imagens/Lu-Bu/comic-natal.png",
			"ParagrafoCuriosidade4": "Natal com Randgriz e Lu Bu",
			"ImagemOs3Primeiros": "../imagens/Lu-Bu/comic1.jpg",
			"ParagrafoOs3Primeiros1:": "Randgriz, Lu Bu, Adão e Sasaki 1",
			"ImagemOs3Primeiros2": "../imagens/Lu-Bu/comic2.jpg",
			"ParagrafoOs3Primeiros2": "Randgriz, Lu Bu, Adão e Sasaki 2",
			"ImagemCocegas1": "../imagens/Lu-Bu/lu-bu-cocegas1.jpg",
			"ParagrafoCocegas1": "Randgriz fazendo cócegas-1",
			"ImagemCocegas2": "../imagens/Lu-Bu/lu-bu-cocegas2.jpg",
			"ParagrafoCocegas2": "Randgriz fazendo cócegas-2",
			"ImagemCocegas3": "../imagens/Lu-Bu/lu-bu-cocegas3.jpg",
			"ParagrafoCocegas3": "Randgriz fazendo cócegas-3",
			"ImagemCocegas4": "../imagens/Lu-Bu/lu-bu-cocegas4.jpg",
			"ParagrafoCocegas4": "Randgriz fazendo cócegas-4",
			"ImagemCocegas5": "../imagens/Lu-Bu/lu-bu-cocegas5.png",
			"ParagrafoCocegas5": " Randgriz fazendo cócegas-5",
			"ImagemCrianca1": "../imagens/Lu-Bu/lu-bu-criança.jpg",
			"ParagrafoCrianca1": "Randgriz com Lu Bu criança 1",
			"ImagemCrianca2": "../imagens/Lu-Bu/lu-bu-criança2.png",
			"ParagrafoCrianca2": "Randgriz com Lu Bu criança 2",
			"ImagemGaiden": "../imagens/Lu-Bu/Lu-Bu-de-lado.jpeg",
			"ParagrafoGaiden": "The Legend of Lu Bu Fengxian"
},{
	"titulo": "Raiden, o Maior Lutador de Sumo que Existiu ",
	"nome": "Raiden Tameemon",
	"Idade": "+ de 250 anos",
	"Sexo": "Masculino",
	"Classe": "Lutador de sumô, Representante da humanidade",
	"Altura": "2 metros",
	"Objetivos": "Lutar Sumô com todo seu Coração",
	"Obra": "Luta contra Shiva, Deus da Criação e Destruição", 
	"Vitoria": "Nenhuma",
	"Derrota": "Na luta contra Shiva",
	"Empate": "Nenhum",
	"ImagemStatus": "../imagens/Raiden/raiden-status.png",
	"TextoAparencia": "Ao contrário de sua aparência histórica, Raiden Tameemon é um homem fisicamente imponente, como ele é visto elevando-se acima de Brunhilde e Göll, mesmo quando sentado. Suas mãos são tão grandes que facilmente cobrem as placas de mão de outros lutadores de sumô. O cabelo de Raiden é castanho escuro com destaques brancos amarrados em todo ele e amarrados em um rabo de cavalo. Suas sobrancelhas são afiadas e distintas.",
	"TextoHistoria": "No mês de janeiro de 1767, Taroukichi Seki nasceu com uma condição anormal chamada Contração Óssea Extramuscular. Quando ele tinha 2 anos e 8 meses de idade, Taroukichi ainda não era capaz de ficar de pé sobre suas próprias duas pernas, para a preocupação de seus pais. No entanto, logo depois que seus pais começaram a se preocupar com ele, Taroukichi andou sozinho pela primeira vez em sua vida enquanto seus pais davam testemunho. Quando sua mãe estava prestes a parabenizar Taroukichi, os músculos de seu corpo se contraíram, quebrando todos os ossos de seu corpo. Devido à sua condição anormal, os músculos de Taroukichi continuaram a crescer fora de controle sempre que Taroukichi dava um passo por conta própria. Apesar de sua condição, Taroukichi se recusou a desistir e continuou a seguir em frente. Enquanto ele continuava a se mover por conta própria, ele desenvolveu as 100 focas em seu corpo para evitar que seus músculos crescessem demais. Quando Taroukichi tinha 5 anos de idade, ele desenvolveu um interesse em sumô ao observar os outros meninos da aldeia fazendo sumô. Quando Toraji poupou com Taroukichi, ele atingiu o menino mais velho fora do ringue causando-lhe ferimentos leves. Os outros meninos ficaram com medo da força de Taroukichi e o chamaram de monstro enquanto fugiam. Após esse incidente, Taroukichi parou de brincar com as outras crianças e ficou triste com sua imensa força e isso trouxe medo para as pessoas. De volta a casa, sua mãe perguntou por que ele não brincava com as outras crianças. Taroukichi começou a chorar e contou-lhe sobre como sua força monstruosa os aterroriza. Mais tarde, ela o abraçou e disse a ele que, quando ele nasceu com uma condição anormal, ela orou continuamente a Deus para que Taroukichi se levantasse. Ela também lhe disse que o amava e que ele deveria usar sua força para o bem dos fracos. A partir desse momento, Taroukichi levou as palavras de sua mãe no coração e cresceu para ser uma criança de bom coração. E assim ele teria vivido e sido amado por todos na terra de Shinano. No entanto, em 1783, a erupção do Monte Asama em Shinano mudou seu destino para sempre. As cinzas vulcânicas dizimaram todas as plantações e pragas e a fome atingiu toda a província de Shinano. O desastre levou milhares de pessoas a morrer de fome no que mais tarde seria conhecido como Grande Fome Tenmei. Aos 17 anos, Taroukichi deixou Shinano e foi para Edo. Taroukichi escolheu se tornar um lutador de sumô para arrecadar o máximo de dinheiro possível para sua cidade natal. Para ele, o sumô era o primeiro lugar em sua vida onde ele poderia ir com tudo contra seus oponentes. Em 1790, Raiden Tameemon estreou sob o patrocínio do Domínio de Matsue e venceu sua primeira partida. Em uma série de vitórias consecutivas, derrotando seus oponentes com apenas um golpe, ele brilhou como um raio. Ele usou seus ganhos de vitória para reconstruir sua cidade natal e para aliviar os aldeões da fome. Isso, por sua vez, fez com que os aldeões olhassem para ele não como um monstro, mas como seu herói. Mas um dia, os lutadores de sumô que estavam lutando contra ele começaram a vê-lo como um monstro. Raiden ficou triste novamente e contou a Tanikaze sobre sua infância, pois ele era visto como um monstro. Desde então, Raiden selou seus movimentos mais poderosos para que ele não quebrasse seus oponentes. Mesmo com sua força selada, Raiden continuou a vencer e enviar o dinheiro de volta para sua cidade natal. Por mais de 20 anos, Raiden Tameemon nunca foi derrotado em uma luta e ficou conhecido como o maior rikishi da história, embora ele nunca tenha sido promovido a yokozuna. Mais tarde, ele deixou o ringue de sumô para sempre e nunca mais saiu de novo, nem mesmo uma vez.",
	"TitutoRagnarokRodada": "Ragnarök: Quinta Rodada",
	"RagnarokP1": "O público humano aplaudiu por ele e Heimdall notou como ele era adorado por todas as idades. Shiva então chegou com uma manada de elefantes que o levou para a arena. Shiva expressou sua alegria em poder lutar pelo quinto round, já que ele foi negado a lutar três vezes consecutivas pelo Panteão Grego. Shiva então voltou sua atenção para Raiden quando eles começaram sua luta até a morte. Raiden começou a realizar um ritual de sumô primeiro jogando sal na arena e depois entrando em sua posição. Raiden começou a atacar Shiva usando um Dropkick duplo. Shiva então se levantou usando um backflip enquanto Raiden continuava com seu ataque. O ataque de Raiden foi então interrompido por Shiva quando este usou todos os seus quatro braços e virou Raiden no ar. Raiden então voltou aos seus pés usando um flip tortuoso. Shiva estava começando a gostar da luta pela morte e perguntou a Raiden se ele concordava com isso também. Raiden questionou Shiva se ele era sempre irritante e disse-lhe que todo o canto é sem sentido para ele. Shiva discordou sobre o que Raiden disse e disse a ele que Ragnarok é um evento divertido e emocionante e qualquer homem seria um tolo se não visse o valor disso. Raiden perguntou a Shiva se ele permitiria que ele se soltasse. Raiden então deu um tapa em seu peito, apertando-o quando seu corpo começou a mutilar, ele gritou de dor antes que seu corpo finalmente começasse a encolher novamente quando ele finalmente ganhou controle sobre seus músculos que ameaçavam sua vida, graças ao volund de Thrud.",
	"TituloRagnarok1": "Os Dois Começam a Lutar",
	"ImagemRagnarok1": "../imagens/Raiden/raiden-voadora.png",
	"RagnarokP2": "Raiden, agora capaz de sair com tudo pela primeira vez, suspirou em relaxamento. Ele disse a Shiva sua linha anterior 1Não vá quebrar em mim1, o que irritou e excitou Shiva. Raiden pulou em direção a Shiva e, pronto para socá-lo, disse que nem ele sabe o que isso causaria. O soco de Raiden fez Shiva voar antes que ele pulasse e o socasse novamente. Ele então lhe deu um Kiku-Ichimonji, fazendo Shiva loop e depois cair em seu rosto. Shiva se levantou mais uma vez, e como ele ainda estava tonto da queda, Raiden segurou a cabeça de Shiva e, pronto para terminar a luta lá com o Abraço de Jizo, deu uma cabeçada nele. No entanto, Shiva deu uma cabeçada nele. Shiva empurrou o corpo de Raiden para longe e o socou com duas mãos na mandíbula, afirmando que ele não perderia em teimosia. Ele atacou Raiden com todos os quatro de seus braços, Raiden tentou atacar de volta, mas ficou sobrecarregado e sofreu ferimentos em suas costelas. Quando ele se inclinou devido ao choque, ele agarrou o braço esquerdo inferior de Shiva e usou a Pressão Transbordante com todas as suas forças. Shiva conseguiu afastar Raiden, embora não antes de sofrer danos catastróficos em seu braço. Shiva mais uma vez tentou atacar Raiden, mas por causa de seu braço ferido e alguma perda de equilíbrio, Shiva ele continuou perdendo. Raiden deu um soco nele, mas Shiva teve a chance de atacar e jogou Raiden fora. Os dois continuaram socando um ao outro, eventualmente se transformando em cabeçadas, que Shiva ganhou, forçando Raiden a cambalear para longe. Shiva então começa sua dança de guerra, Tesouro Escondido de Svarga, resultando em um ritmo imprevisível e imagens posteriores enquanto os deuses hindus cantavam sua batida. Shiva implacavelmente atacou Raiden enquanto este usava Shishimai para desferir chutes poderosos com as solas de ambos os pés, realizando uma mola dianteira. Shiva rapidamente rebateu esse ataque chutando Raiden nas costas antes que o movimento pudesse ser concluído. Raiden foi forçado a ir para a defesa e usou Miyama para se defender contra Shiva. A intensa dança de Shiva se transformou em Tandava quando seu corpo ficou superaquecido e começou a entrar em combustão, o que aumentou o poder de seus ataques, infligindo queimaduras na carne de Raiden. Shiva trouxe os braços de Raiden para baixo com o pé, usando-o como um trampolim para pular no ar e entregar Krittvasa: Flaming Tiger Claw Dance. O chute de machado de Shiva cauterizou o peito de Raiden e seu olho esquerdo, enquanto o primeiro perguntava se sua dança havia deixado Raiden excitado.",
	"ImagemRagnarok2": "../imagens/Raiden/raiden-vs-shiva.png",
	"TituloRagnarok2": "O Ataque dos Musculos mais Fortes da Humanidade",
	"RagnarokP3": "O bode de sumô sorriu em resposta. Raiden começou a soltar seu sumô. Raiden entrou em sua posição concentrando seu poder muscular em suas pernas, braços e, finalmente, em sua mão, o fluxo de energia culminando em um poderoso golpe de palma em direção ao seu oponente. A forma mais forte de Teppou, Yatagarasu. A força deste ataque foi tal que conseguiu explodir dois dos braços de Shiva que ele estava usando para bloquear o ataque, pregando-o no rosto e enviando-o voando contra uma parede. O corpo de Raiden começou a quebrar a partir do recuo de Yatagarasu enquanto ele continuava a sentir a dor em todo o seu corpo. Thrud tentou compensar a pressão, pois estava preocupada com ele. Raiden então disse a ela que continuasse compensando sua pressão muscular e que ele arriscaria toda a sua vida para fazer o sumô que ele ama. Com apenas um braço restante, Shiva perfurou seu peito com a mão direita para estimular diretamente sua alma e forçar seu coração a bater mais rápido para usar sua técnica final, Tandava Karma: Samsara War Dance - Ashes. O corpo de Shiva entrou em combustão e queima em um nível mais alto do que quando ele estava usando Tandava, a ponto de queimar seus arredores e a estrutura flutuante de estilo japonês flutuando acima da arena se transformou em cinzas. A luta se transformou em uma guerra de desgaste quando Raiden e Shiva atacaram um ao outro.",
	"TituloRagnarok3": "O Peso do Futuro da HUmanidade",
	"ImagemRagnarok3": "../imagens/Raiden/raiden-sua-habilidade.png",
	"RagnarokP4": "Raiden teve que suportar os ataques ardentes de Shiva enquanto carbonizava mais de sua carne e a queimava. O corpo de Shiva lentamente começou a desmoronar quando seu braço esquerdo quebrado se transformou em cinzas. Toda a plateia de humanos e deuses aplaudiu para que seus lutadores acabassem com seu próprio oponente. Correndo com fumaça, Raiden decidiu usar seu último e mais forte ataque, Yatagarasu, contra Shiva para terminar a luta. Shiva respondeu à seriedade de Raiden de frente com seu ataque mais forte, Deva Loka. O chute redondo foi tão poderoso e quente que conseguiu dominar o Yatagarasu de Raiden e rasgar seu braço direito ao meio. Raiden se posicionou diretamente contra Shiva e genuinamente agradeceu a ele por conceder-lhe a oportunidade de fazer sumô para o conteúdo de seu coração. Raiden não mostrou sinais de medo da morte ou arrependimento por dar tudo de si na partida. Raiden então pediu a Thrud para desfazer seu Volund, mas Thrud recusou categoricamente e disse-lhe que ela prometeu a si mesma que, uma vez que ela se apaixonasse por um homem, ela ficaria com ele pelo resto de sua vida. Raiden ficou comovido com a convicção de Thrud quando ele abraçou sua mão, enquanto Göll na plateia começou a lamentar a morte de Thrud com lágrimas. Raiden e Shiva deram seus respeitos um ao outro quando Shiva usou outro Deva Loka como o golpe final para decapitar Raiden.",
	"ImagemRagnarok4": "../imagens/Raiden/raiden-perde.png",
	"TextoVolund": "Mawashi de Carne e Osso: Uma Arma Divina na forma de um mawashi fornecido pelo Völundr da 3ª Valquíria, Thrud. Isso dá a Raiden a capacidade de usar toda a sua força, sem ser impedido por sua rara condição médica, além de ganhar controle total sobre seus músculos, permitindo que ele até mesmo mude sua massa livremente por todo o corpo. Ao deslocar sua massa muscular por todo o corpo, Raiden pode aumentar a resistência ou o poder destrutivo de partes específicas de seu corpo, como antebraços, pernas ou até mesmo seu pescoço.",
	"ImagemVolund": "../imagens/Raiden/raiden-volund",
	"paragrafoHistoria": "Yatagarasu: A forma mais forte de Teppo, que é um dos movimentos proibidos de Raiden. O mais fundamental e essencial no sumô, Raiden toma uma posição concentrando o poder de seus músculos em suas pernas e, em seguida, canalizando esse poder em sua mão, o fluxo de energia culminando em um golpe de palma com tanta força que conseguiu explodir dois dos braços de Shiva, apesar de ele estar em uma postura defensiva e liberar uma onda de choque que removeu todo o som da Valhalla Arena.",
	"ImagemHistoria": "../imagens/Raiden/yatagarasu.png",
	"habilidades":[
		{
		"TituloTecnica": "100 Selos",
		"TextoTecnica": "Cem Selos: Um conjunto de músculos que selariam a força de seus outros. Raiden criou o selo para evitar que seus músculos esmagassem seus próprios ossos. Depois de criar os Cem Selos, Raiden mal conseguiu recuperar o equilíbrio dentro de seu próprio esqueleto. Ao agarrar os músculos em seu peito e torcê-los, Raiden pode quebrar os selos e, com a ajuda de Thrud, ele foi capaz de removê-los sem morrer no processo, permitindo-lhe lutar com força total.",
		"ImagemTecnica": "../imagens/Raiden/100-selo.png"
	}],
	

	"NomePer1": "Kajinosuke  Tanikaze",
	"ImagemPer1": "../imagens/Raiden/kajinosuke.png",
	"ParagPer1": "Kajinosuke Tanikaze é um lutador de sumô reconhecido como o quarto yokozuna. Ele também é o treinador do Raiden Tameemon.",
	"NomePer2": "Ken Seki",
	"ImagemPer2": "../imagens/Raiden/Ken.png",
	"ParagPer2": "Ela é uma mãe solidária e carinhosa que ama incondicionalmente seu filho, Raiden Tameemon. Ela estava cada vez mais preocupada com o fato de que seu filho estava lutando contra Shiva durante o Ragnarok.",
	"NomePer3": "LIU BEI",
	"ImagemPer3": "../imagens/Lu-Bu/Liu Bei Personagens de Shuumatsu no Valkyrie.png",
	"ParagPer3": "Liu Bei foi um senhor da guerra que tornou-se o principal adversário de Lu Bu nos campos de batalha. É visto na arquibancada questionando se Lu Bu era realmente a melhor escolha para representar os humanos e não o seu irmão de juramente, Guan Yu.",
	"NomePer4": "CHEN GONG",
	"ImagemPer4": "../imagens/Lu-Bu/Chen Gong Personagens de Shuumatsu no Valkyrie.png",
	"ParagPer4": "Chen Gong foi o conselheiro e estrategista de Lu Bu. Ele é visto na torcida chorando de emoção por ter o prazer de ver Lu Bu lutar mais uma vez.",
	"TituloCuriosidades": "Esboços e Comics",
	"ImagemEsboco1": "../imagens/Lu-Bu/lu_bu_1-esboço.jpg",
	"ParagrafoCuriosidade1": "Primeiro esboço feito de Lu Bu",
	"ImagemEsboco2": "../imagens/Lu-Bu/lu_bu_2-esboço.jpg",
	"ParagrafoCuriosidade2": "Segundo esboço feito de Lu Bu",
	"ImagemEsboco3": "../imagens/Lu-Bu/lu_bu_3-esboço.jpg",
	"ParagrafoCuriosidade3": "Terceiro esboço feito de Lu Bu",
	"ImagemEsboco4": "../imagens/Lu-Bu/comic-natal.png",
	"ParagrafoCuriosidade4": "Natal com Randgriz e Lu Bu",
	"ImagemOs3Primeiros": "../imagens/Lu-Bu/comic1.jpg",
	"ParagrafoOs3Primeiros1:": "Randgriz, Lu Bu, Adão e Sasaki 1",
	"ImagemOs3Primeiros2": "../imagens/Lu-Bu/comic2.jpg",
	"ParagrafoOs3Primeiros2": "Randgriz, Lu Bu, Adão e Sasaki 2",
	"ImagemCocegas1": "../imagens/Lu-Bu/lu-bu-cocegas1.jpg",
	"ParagrafoCocegas1": "Randgriz fazendo cócegas-1",
	"ImagemCocegas2": "../imagens/Lu-Bu/lu-bu-cocegas2.jpg",
	"ParagrafoCocegas2": "Randgriz fazendo cócegas-2",
	"ImagemCocegas3": "../imagens/Lu-Bu/lu-bu-cocegas3.jpg",
	"ParagrafoCocegas3": "Randgriz fazendo cócegas-3",
	"ImagemCocegas4": "../imagens/Lu-Bu/lu-bu-cocegas4.jpg",
	"ParagrafoCocegas4": "Randgriz fazendo cócegas-4",
	"ImagemCocegas5": "../imagens/Lu-Bu/lu-bu-cocegas5.png",
	"ParagrafoCocegas5": " Randgriz fazendo cócegas-5",
	"ImagemCrianca1": "../imagens/Lu-Bu/lu-bu-criança.jpg",
	"ParagrafoCrianca1": "Randgriz com Lu Bu criança 1",
	"ImagemCrianca2": "../imagens/Lu-Bu/lu-bu-criança2.png",
	"ParagrafoCrianca2": "Randgriz com Lu Bu criança 2",
	"ImagemGaiden": "../imagens/Lu-Bu/Lu-Bu-de-lado.jpeg",
	"ParagrafoGaiden": "The Legend of Lu Bu Fengxian"
}]